Key,"Spanish (Latin America)"
" (Too many tags in use)"," (Demasiadas etiquetas en uso)"
" (Unlicensed)"," (No licenciado)"
" missing in the address book"," Falta en la libreta de direcciones"
"-- Please select table --","-- Por favor seleccione tabla --"
"- time left: {0} {1}","- tiempo restante: {0} {1}"
"
Value must be between {0} and {1}","
El valor debe estar entre {0} y {1}"
&No,&No
&OK,"&DE ACUERDO"
&Yes,&Sí
", but it failed due to ",", pero falló debido a "
"[Select database file]","[Seleccionar archivo de base de datos]"
_Cancel,_Cancelar
_OK,"_DE ACUERDO"
"{0} - ID: {1}","{0} - Identificación: {1}"
"{0} cleared. ","{0} borrado. "
"{0} is corrupt, loading backup file","{0} está dañado, se está cargando el archivo de respaldo"
"{0} is not a valid address!","{0} ¡no es una dirección válida!"
"{0} is not connected","{0} no está conectado"
"{0} quality on ","{0} calidad en "
"{0} used tags. Max is {1}.","Se utilizaron {0} etiquetas. El máximo es {1}."
"{0} will be cleared, press OK to continue or Cancel to try again.","Se borrará {0}, presione OK para continuar o Cancelar para volver a intentarlo."
"{0}
Error : {1}","{0} Error: {1}"
"{0}% of disk used.","{0}% del disco utilizado."
"{0}=State, {1}=StateTime, {2}=AlarmId, {3}=AlarmText, {4}=AlarmItemDisplayName, {5}=Count, {6}=ActiveTime, {7}=InactiveTime, {8}=NormalTime, {9}=AcknowledgeTime, {10}=AlarmGroupName, {11}=AlarmGroupText","{0}=Estado, {1}=Hora de estado, {2}=Id. de alarma, {3}=Texto de alarma, {4}=Nombre de visualización de elemento de alarma, {5}=Recuento, {6}=Tiempo activo, {7}=Tiempo inactivo, {8 }=Hora normal, {9}=Hora de reconocimiento, {10}=Nombre del grupo de alarmas, {11}=Texto del grupo de alarmas"
"<no user>","<no user>"
">The name must not be empty!",">¡El nombre no debe estar vacío!"
0,0
"1 = 0-10% device life time used
2 = 10-20% device life time used
...
10 = 90-100% device life time used
11 = Exceeded its maximum estimated device life time","1 = 0-10 % de uso del tiempo de vida útil del dispositivo 2 = 10-20 % de uso del tiempo de vida útil del dispositivo ... 10 = 90-100 % de uso del tiempo de vida útil del dispositivo 11 = Se superó su tiempo de vida útil máximo estimado"
"1 = Normal
2 = Warning - Consumed 80% of reserved block
3 = Urgent","1 = Normal 2 = Advertencia - Se consumió el 80% del bloque reservado 3 = Urgente"
"A {0} with name {1} already exists","Ya existe un {0} con el nombre {1}"
"A bar view type","Un tipo de vista de barra"
"A login dialog is shown when access rights are not enough.","Se muestra un cuadro de diálogo de inicio de sesión cuando los derechos de acceso no son suficientes."
"A project restart is required. Do not unplug any media until project has been fully restarted.

Do you wish to continue?","Es necesario reiniciar el proyecto. No desconecte ningún dispositivo hasta que el proyecto se haya reiniciado por completo. ¿Desea continuar?"
"A serious error has occurred...","Se ha producido un error grave..."
"A serious error has occurred... (View log file?)","Se ha producido un error grave... (¿Ver archivo de registro?)"
"A Tab view type","Un tipo de vista de pestaña"
"A user with this name already exists.","Ya existe un usuario con este nombre."
Abort,Abortar
"Access Denied","Acceso denegado"
"Access to file {0} is denied.","Se deniega el acceso al archivo {0}."
"Ack All","Acusen a todos"
"Ack Selected","Ack Seleccionado"
"Ack Visible","Acuse de recibo visible"
Ack:,"Acuse de recibo:"
Acknowledge,Reconocer
"Acknowledge All","Reconocer todo"
"Acknowledge Visible","Reconocer lo visible"
Acknowledged,Admitido
"Acknowledged alarm : {0}","Alarma reconocida: {0}"
"Acknowledged Time","Tiempo reconocido"
Active,Activo
"Active Controllers:","Controladores activos:"
"Active Time","Tiempo activo"
Active:,Activo:
Add,Agregar
"Add Route","Agregar ruta"
"Add Scheduler Job","Agregar trabajo del programador"
"Add User","Agregar usuario"
"Added route {0} to Route Manager","Se agregó la ruta {0} al Administrador de rutas"
Address,DIRECCIÓN
"Address Book","Libreta de direcciones"
"Address Book Configuration","Configuración de la libreta de direcciones"
"Address Book missing","Falta la libreta de direcciones"
"Address Book not found","Libreta de direcciones no encontrada"
"Address is not valid!","¡La dirección no es válida!"
"Adjust for Daylight Saving","Ajuste para el horario de verano"
"Advanced encryption :","Cifrado avanzado:"
"Alarm Display Text :","Texto de visualización de alarma:"
"Alarm Distributor","Distribuidor de alarmas"
"Alarm Distributor Server missing","Falta el servidor distribuidor de alarmas"
"Alarm Event Filter ","Filtro de eventos de alarma "
"Alarm Filter","Filtro de alarma"
"Alarm Group","Grupo de alarma"
"Alarm Group Name :","Nombre del grupo de alarmas:"
"Alarm Item Name :","Nombre del elemento de alarma:"
"Alarm logging has too high load. Alarms might be lost.","El registro de alarmas tiene una carga demasiado alta. Es posible que se pierdan las alarmas."
"Alarm logging is now disabled.","El registro de alarmas ahora está deshabilitado."
"Alarm logging is overloaded. Alarm logging is now disabled.","El registro de alarmas está sobrecargado. El registro de alarmas ahora está deshabilitado."
"Alarm Name","Nombre de la alarma"
"Alarm Server","Servidor de alarmas"
"Alarm Status","Estado de alarma"
AlarmItem,"Elemento de alarma"
alarms,Alarmas
"Alarms from a remote Alarm Server cannot be enabled or disabled remotely.","Las alarmas de un servidor de alarma remoto no se pueden habilitar ni deshabilitar de forma remota."
"Alarms from a remote Alarm Server cannot be managed remotely.","Las alarmas de un servidor de alarmas remoto no se pueden gestionar de forma remota."
"Alarms might be lost.","Es posible que se pierdan las alarmas."
"Alarms State Filter Enabled ","Filtro de estado de alarmas habilitado "
"All Files","Todos los archivos"
"All stored values has been cleared.","Se han borrado todos los valores almacenados."
"All tags visible","Todas las etiquetas visibles"
"Amount of capacity used in CPU Core {0} (in percent)","Cantidad de capacidad utilizada en el núcleo de CPU {0} (en porcentaje)"
"Amount of CPU capacity used (in percent)","Cantidad de capacidad de CPU utilizada (en porcentaje)"
"Amount of RAM memory available (in kB)","Cantidad de memoria RAM disponible (en kB)"
"Amount of RAM memory used (in kB)","Cantidad de memoria RAM utilizada (en kB)"
"Amount of RAM memory used (in percent of physical)","Cantidad de memoria RAM utilizada (en porcentaje de la física)"
"Amount of storage memory available (in MB)","Cantidad de memoria de almacenamiento disponible (en MB)"
"Amount of storage memory used (in MB)","Cantidad de memoria de almacenamiento utilizada (en MB)"
"Amount of storage memory used (in percent of all storage)","Cantidad de memoria de almacenamiento utilizada (en porcentaje de todo el almacenamiento)"
"An access denied messagebox is shown when access rights are not enough.","Se muestra un cuadro de mensaje de acceso denegado cuando los derechos de acceso no son suficientes."
"An error occurred while copying the file.","Se produjo un error al copiar el archivo."
"An Expand view type","Un tipo de vista Expandir"
"Animated Label","Etiqueta animada"
"Animation from down to up. On the end of label direction will change to down.","Animación de abajo hacia arriba. Al final de la etiqueta, la dirección cambiará hacia abajo."
"Animation from left to right. On the end of label direction will change to left.","Animación de izquierda a derecha. Al final de la etiqueta, la dirección cambiará a la izquierda."
"Animation from right to left. On the end of label direction will change to right.","Animación de derecha a izquierda. Al final de la etiqueta, la dirección cambiará a la derecha."
"Animation from up to down. On the end of label direction will change to up.","Animación de arriba a abajo. Al final de la etiqueta, la dirección cambiará a arriba."
Animations,Animaciones
"Application error","Error de aplicación"
"Application not intended to run on PC","Aplicación no diseñada para ejecutarse en PC"
"Are you sure you want to delete {0} {1}?","¿Estás seguro de que deseas eliminar {0} {1}?"
"Are you sure you want to delete {0}?","¿Estás seguro de que deseas eliminar {0}?"
Area,Área
"Audit trail","Pista de auditoría"
"Audit Trail","Pista de auditoría"
"Audit Trail back up failed.

Application does not contain an Audit Trail.","Error en la copia de seguridad del registro de auditoría. La aplicación no contiene un registro de auditoría."
"Audit Trail database back up is not supported in simulation mode.","La copia de seguridad de la base de datos de registro de auditoría no se admite en el modo de simulación."
"Audit Trail database is close to max size.","La base de datos del registro de auditoría está cerca de alcanzar su tamaño máximo."
"Authentication  :",Autenticación:
"Automatically turn off backlight","Apagar automáticamente la luz de fondo"
"Available RAM","RAM disponible"
"Available Storage","Almacenamiento disponible"
"Back Up Audit Trail Database","Realizar una copia de seguridad de la base de datos de auditoría"
"Back Up Database","Realizar copia de seguridad de la base de datos"
"Back up Databases","Realizar copias de seguridad de bases de datos"
"Back Up failed","La copia de seguridad falló"
"Back Up Failed","La copia de seguridad falló"
"Back Up Non-Volatile Database","Realizar una copia de seguridad de una base de datos no volátil"
"Backlight Brightness Level","Nivel de brillo de la luz de fondo"
"Backlight brightness level (in percent)","Nivel de brillo de la luz de fondo (en porcentaje)"
"Backlight Settings","Configuración de luz de fondo"
"Backup does not exist.","No existe copia de seguridad."
"Backup was restored.","Se restauró la copia de seguridad."
"Bad quality on tag connected to recipe item","Mala calidad en la etiqueta relacionada con el artículo de la receta"
Bar,Bar
"Bar join","Barra de unión"
"Basic URL for Web SMS :","URL básica para SMS web:"
"Baud Rate :","Tasa de Baud:"
Binary,Binario
"Blink frequency of the power LED (1-10 Hz, 0 = always on)","Frecuencia de parpadeo del LED de encendido (1-10 Hz, 0 = siempre encendido)"
"Body :","Cuerpo :"
Both,Ambos
Bottom,Abajo
"Brand of panel and project does not match.","La marca del panel y el proyecto no coinciden."
"Brightness (1-100)","Brillo (1-100)"
"Brightness level should be between 1 - 100.","El nivel de brillo debe estar entre 1 y 100."
Browse,Navegar
"Browse Database","Explorar base de datos"
"Buffer printed messages","Mensajes impresos en buffer"
"Button '{1}' could not display symbol '{0}'. Make sure it is present in the project.","El botón '{1}' no pudo mostrar el símbolo '{0}'. Asegúrese de que esté presente en el proyecto."
"Can not save file {0}. File name contains invalid characters.","No se puede guardar el archivo {0}. El nombre del archivo contiene caracteres no válidos."
Cancel,Cancelar
"Cannot create thumbnail because bitmap was null.","No se puede crear la miniatura porque el mapa de bits era nulo."
"Cannot create thumbnail because image was null.","No se puede crear la miniatura porque la imagen era nula."
"Cannot find the file","No se puede encontrar el archivo"
"Can't find an SD card and SD card is selected as database destination.","No se puede encontrar una tarjeta SD y la tarjeta SD está seleccionada como destino de la base de datos."
"Change Active Controllers","Cambiar controladores activos"
"Change of language requires reboot","El cambio de idioma requiere reiniciar"
"Change Password","Cambiar la contraseña"
"Change Password for","Cambiar contraseña para"
"Changing Date/Time is not supported in Demo mode.","El cambio de fecha y hora no es compatible con el modo de demostración."
"Changing keyboard layout for this language is not supported in simulation mode.","No se admite el cambio de la distribución del teclado para este idioma en el modo de simulación."
"Changing Time Zone is not supported in Demo mode.","El cambio de zona horaria no es compatible con el modo de demostración."
"Choose a value between {0} and {1}.","Elija un valor entre {0} y {1}."
Clear,Claro
"Clear All","Limpiar todo"
"Clear Non-volatile values","Valores claros no volátiles"
"Clear Visible","Claro visible"
Close,Cerca
"Comm Resumed","Comunicación reanudada"
Communication,Comunicación
"Communication error exists at the moment. Do you want to continue with {0}?","En este momento existe un error de comunicación. ¿Desea continuar con {0}?"
"Communication Error Message","Mensaje de error de comunicación"
"Communication Errors","Errores de comunicación"
Components,Componentes
"Compressed Files","Archivos comprimidos"
Configure...,Configurar...
"Confirm Password:","Confirmar Contraseña:"
"Contact Add","Contacto Añadir"
"Contact Edit","Contacto Editar"
Controller,Controlador
"Controller Settings","Configuración del controlador"
Controller:,Controlador:
"Converting {0} from {1} to {2}","Convirtiendo {0} de {1} a {2}"
"Copy Debug Log","Copiar registro de depuración"
"Copying Audit Trail Database","Copia de la base de datos de registros de auditoría"
"Copying Database","Copiando base de datos"
"Copying Non-Volatile Database","Copiar una base de datos no volátil"
"Corrupt database.","Base de datos corrupta."
"Corrupt document","Documento corrupto"
"Could not create Report","No se pudo crear el informe"
"Could not print Report!","¡No se pudo imprimir el informe!"
"Could not register the following drivers:
{0}","No se pudieron registrar los siguientes controladores: {0}"
"Could not save Report!","¡No se pudo guardar el informe!"
"Couldn't get any AlarmItem from event: {0}","No se pudo obtener ningún AlarmItem del evento: {0}"
Count,Contar
"CPA Files","Archivos de CPA"
"CPU Load","Carga de CPU"
"CPU Load Core {0}","Núcleo de carga de CPU {0}"
"CSV Files","Archivos CSV"
"Current date and time","Fecha y hora actuales"
"Current Screen ID","ID de pantalla actual"
"Current Screen Name","Nombre de pantalla actual"
"Current User","Usuario actual"
Customized,Personalizado
"Daily {0} to {0}","Diariamente {0} a {0}"
"Data Bit :","Bit de datos:"
"Data Logger","Registrador de datos"
"Data Logger data might be lost.","Es posible que se pierdan los datos del registrador de datos."
"Data Loggers","Registradores de datos"
"Data logging has too high load. Data might be lost.","El registro de datos tiene una carga demasiado alta. Se podrían perder datos."
"Data logging is now disabled.","El registro de datos ahora está deshabilitado."
"Data logging is overloaded. Data logging is now disabled.","El registro de datos está sobrecargado. El registro de datos ahora está deshabilitado."
"Data will not be logged for Data Logger ""{0}"". These log item name(s) are reserved and should be renamed: {1}.","No se registrarán datos del registrador de datos ""{0}"". Estos nombres de elementos de registro están reservados y deben cambiar de nombre: {1}."
Database,"Base de datos"
"Database back up is not supported in simulation mode.","La copia de seguridad de la base de datos no se admite en el modo de simulación."
"Database Backup containing alarms, recipes and data loggers","Copia de seguridad de la base de datos que contiene alarmas, recetas y registradores de datos"
"Database Backup containing audit trail","Copia de seguridad de la base de datos que contiene un registro de auditoría"
"Database Backup containing non-volatile tag values","Copia de seguridad de la base de datos que contiene valores de etiquetas no volátiles"
"Database backup failed.","Error en la copia de seguridad de la base de datos."
"Database cleanup is not supported in simulation mode.","La limpieza de la base de datos no se admite en el modo de simulación."
"Database containing alarms, recipes and data loggers","Base de datos que contiene alarmas, recetas y registradores de datos."
"Database containing audit trail","Base de datos que contiene un registro de auditoría"
"Database containing non-volatile tag values","Base de datos que contiene valores de etiquetas no volátiles"
"Database Conversion Failed.","Error en la conversión de la base de datos."
"Database does not exist.","La base de datos no existe."
"Database error","Error de base de datos"
"Database Error Active","Error de base de datos activo"
"Database Error Message","Mensaje de error de la base de datos"
"Database Export Completed","Exportación de base de datos completada"
"Database Export Failed","Error en la exportación de la base de datos"
"Database File","Archivo de base de datos"
"Database files","Archivos de base de datos"
"Database Files","Archivos de base de datos"
"Database import is not supported in simulation mode.","La importación de bases de datos no se admite en el modo de simulación."
"Database Max Size Exceeded","Se superó el tamaño máximo de la base de datos"
"Database overload","Sobrecarga de base de datos"
"Database restore is not supported in simulation mode.","La restauración de la base de datos no se admite en el modo de simulación."
"Database table ""{0}"" contains duplicate column name(s): {1}. Please check that the project is not using reserved column names (e.g. ""Time"" or ""Id"" for Data Logger items).","La tabla de base de datos ""{0}"" contiene nombres de columna duplicados: {1}. Verifique que el proyecto no esté utilizando nombres de columna reservados (por ejemplo, ""Time"" o ""Id"" para elementos del registrador de datos)."
"Database was repaired.","La base de datos fue reparada."
"Database will be recreated.","Se volverá a crear la base de datos."
Date,Fecha
"Date & Time","Fecha y hora"
"Date and Time","Fecha y hora"
"Date roller format type","Tipo de formato de rodillo de fecha"
Date:,Fecha:
DateTime,"Fecha y hora"
"DateTime roller format type","Tipo de formato de rodillo DateTime"
Day,Día
"Day component of current date","Componente de día de la fecha actual"
"Day of current week","Día de la semana actual"
"Day of Week","Día de la semana"
"Days :","Días :"
"Debug Logging Enabled","Registro de depuración habilitado"
Decimal,Decimal
Default,"Por defecto"
DefaultValue,"Valor predeterminado"
"Define the format of the alarm text to send. You can include the value of an alarm variable by replacing the corresponding value (see the list below) in curly braces, such as: State is {0}","Defina el formato del texto de alarma que se enviará. Puede incluir el valor de una variable de alarma reemplazando el valor correspondiente (consulte la lista a continuación) entre llaves, como: El estado es {0}"
"Del Selected","Del Seleccionado"
Delete,Borrar
"Delete contact","Eliminar contacto"
"Delete Recipe","Eliminar receta"
"Delete Route","Eliminar ruta"
"Delete Scheduler Job","Eliminar tarea del programador"
"Deleting files","Eliminar archivos"
"Demo application will terminate in 1 minute.","La aplicación de demostración finalizará en 1 minuto."
Description,Descripción
Description:,Descripción:
"Designer Files","Archivos de diseñador"
"Destination file already exists! Do you want to overwrite it?","¡El archivo de destino ya existe! ¿Quieres sobrescribirlo?"
"Device missing","Dispositivo faltante"
"Digital output","Salida digital"
"Digital Output #1","Salida digital n.° 1"
"Digital Output #2","Salida digital n.° 2"
"Directory could not be found.","No se pudo encontrar el directorio."
"Disable Alarm","Desactivar alarma"
"Disable All","Desactivar todo"
"Disable Selected","Deshabilitar seleccionados"
Disabled,Desactivado
"Disabled Alarms: {0}/{1}","Alarmas deshabilitadas: {0}/{1}"
Disabled:,Desactivado:
"Disconnected from remote alarm server.","Desconectado del servidor de alarma remoto."
"Displays value in binary format","Muestra el valor en formato binario"
"Displays value in decimal format","Muestra el valor en formato decimal"
"Displays value in hex format","Muestra el valor en formato hexadecimal"
"Displays value in integer format","Muestra el valor en formato entero"
"Displays value in string format","Muestra el valor en formato de cadena"
"Dll Files","Archivos DLL"
"Do you want to continue?","¿Quieres continuar?"
"Do you want to open the log file?","¿Quieres abrir el archivo de registro?"
"Do you want to remove the user?","¿Quieres eliminar el usuario?"
"Do you want to replace it?","¿Quieres reemplazarlo?"
"Do you want to try create server locally?","¿Quieres intentar crear un servidor localmente?"
"Don't Restore","No restaurar"
Donut,Rosquilla
"Driver not found","Controlador no encontrado"
DynamicItem{0},"Elemento dinámico{0}"
Edit,Editar
"Edit User","Editar usuario"
Email,"Correo electrónico"
"Email Address :","Dirección de correo electrónico :"
"Email address must be defined as username@domain.extension","La dirección de correo electrónico debe definirse como nombre de usuario@dominio.extensión"
"Email Configuration","Configuración de correo electrónico"
"Email distribution disabled - Email not sent to ","Distribución de correo electrónico deshabilitada: correo electrónico no enviado a "
"Email distributor enabled","Distribuidor de correo electrónico habilitado"
"Email sent to: ","Correo electrónico enviado a: "
"Email: {0}, SMS: {1}","Correo electrónico: {0}, SMS: {1}"
"Enable Alarm","Habilitar alarma"
"Enable All","Habilitar todo"
"Enable Enhanced Debug Logging","Habilitar el registro de depuración mejorado"
"Enable Selected ","Habilitar Seleccionado "
Enabled,Activado
"Enables enhanced debug logging.","Permite un registro de depuración mejorado."
"Enables exported projects to be uploaded to an AutoTransfer server.","Permite que los proyectos exportados se carguen a un servidor de AutoTransfer."
"Encryption mode :","Modo de cifrado:"
"End Date:","Fecha de finalización:"
"End Time:","Hora de finalización:"
"Equal to","Igual a"
"Equal to or greater than","Igual o mayor que"
"Equal to or less than","Igual o menor que"
"Erroneous resolving of service {0}","Resolución errónea del servicio {0}"
Error,Error
"Error creating OPC Server","Error al crear el servidor OPC"
"Error deleting {0} ({1}).","Error al eliminar {0} ({1})."
"Error Loading File","Error al cargar el archivo"
"Error Service Exists","Error El servicio existe"
"Error setting password","Error al configurar la contraseña"
"Error when creating contact","Error al crear contacto"
"Error when saving contact","Error al guardar el contacto"
"Error writing ","Error al escribir "
"Error: Invalid alarm message format...","Error: Formato de mensaje de alarma no válido..."
"Error:SMS URL string is not valid.","Error: la cadena URL del SMS no es válida."
"Excel Files","Archivos de Excel"
"Exit application and reboot is not supported on this platform.","Salir de la aplicación y reiniciar no es compatible con esta plataforma."
Expand,Expandir
"Export Audit Trail Database","Base de datos de registros de auditoría de exportación"
"Export completed!","¡Exportación completada!"
"Export directory is not supported for current target.","El directorio de exportación no es compatible con el destino actual."
"Export of {0} succeeded.","La exportación de {0} se realizó correctamente."
"Export path: {0}","Ruta de exportación: {0}"
"Export Users","Exportar usuarios"
"Exporting database table {0} to csv-file...","Exportando la tabla de base de datos {0} a un archivo csv..."
Expressions,Expresiones
"External storage card has less than {0}KB available.","La tarjeta de almacenamiento externa tiene menos de {0} KB disponibles."
"External storage card not present","Tarjeta de almacenamiento externa no presente"
"Failed to add dataitem, {0}","No se pudo agregar el elemento de datos, {0}"
"Failed to connect objects to data items.","No se pudieron conectar los objetos a los elementos de datos."
"Failed to convert {0} from {1} to {2}","No se pudo convertir {0} de {1} a {2}"
"Failed to create OPC Server:  {0}","No se pudo crear el servidor OPC: {0}"
"Failed to create OPC Server: {0} on node: {1}","No se pudo crear el servidor OPC: {0} en el nodo: {1}"
"Failed to create thumbnail. Image path '{0}' not found","No se pudo crear la miniatura. No se encontró la ruta de la imagen '{0}'"
"Failed to import recipe at row {0}.","No se pudo importar la receta en la fila {0}."
"Failed to load driver:","Error al cargar el controlador:"
"Failed to load file: {0}","No se pudo cargar el archivo: {0}"
"Failed to load table","No se pudo cargar la tabla"
"Failed to reconnect remote OPC server","No se pudo volver a conectar al servidor OPC remoto"
"Failed to set the timer resolution using TimeBeginPeriod","No se pudo establecer la resolución del temporizador usando TimeBeginPeriod"
"Falling edge","Borde descendente"
"Fast line","Línea rápida"
"Fast logging","Registro rápido"
File,Archivo
"File '{0}' not found!","¡No se encontró el archivo '{0}'!"
"File cannot be found","No se puede encontrar el archivo"
"File does not exist: {0}","El archivo no existe: {0}"
"File does not match","El archivo no coincide"
"File is not a pdf: {0}","El archivo no es un pdf: {0}"
Filter,Filtrar
Filter...,Filtrar...
Finish,Finalizar
"First Name :","Nombre de pila :"
"First name must not be empty!","¡El nombre no debe estar vacío!"
"Flash Memory EOL Info","Información sobre el fin de vida de la memoria Flash"
"Flash Memory Life Time Used","Tiempo de vida útil de la memoria flash utilizada"
"Following contact(s) referred in {0} in the Alarm Distributor Server do not exist in the Address Book","Los siguientes contactos a los que se hace referencia en {0} en el servidor distribuidor de alarmas no existen en la libreta de direcciones"
"Font Size :","Tamaño de fuente:"
"Font Size Error","Error de tamaño de fuente"
"Font Size should be {0} to {1}.","El tamaño de fuente debe ser de {0} a {1}."
"Font Size should be numeric.","El tamaño de la fuente debe ser numérico."
"From Address :","Dirección de origen:"
"From down to up","De abajo hacia arriba"
"From down to up to down","De abajo hacia arriba y de abajo hacia abajo"
"From left to right","De izquierda a derecha"
"From left to right to left","De izquierda a derecha a izquierda"
"From Name :","Desde Nombre :"
"From right to left","De derecha a izquierda"
"From right to left to right","De derecha a izquierda a derecha"
"From up to down","De arriba a abajo"
"From up to down to up","De arriba a abajo a arriba"
"Function is not supported","La función no es compatible"
"Function Keys","Teclas de función"
Functions,Funciones
"Generating PDF file","Generando archivo PDF"
"Global Macro","Macroeconomía global"
"Go page","Ir a la página"
"Greater than","Más que"
Group,Grupo
"Group Name","Nombre del grupo"
"Group Text","Texto grupal"
"Hand Shake :","Apretón de manos:"
Hex,Maleficio
Hidden,Oculto
Histogram,Histograma
History,Historia
"History Time Settings","Configuración de tiempo del historial"
"HomeAddress {0} is not valid","La dirección de inicio {0} no es válida"
homeaddress:,"dirección de casa:"
"Horizontal area","Área horizontal"
"Horizontal line","Línea horizontal"
Hour,Hora
"Hour component of current time","Componente horario de la hora actual"
"HTML Files","Archivos HTML"
"Idle time before turn off (Seconds)","Tiempo de inactividad antes de apagarse (segundos)"
Ignore,Ignorar
"Image file not found!","¡Archivo de imagen no encontrado!"
"Image Update Required","Se requiere actualización de imagen"
"Import completed!","¡Importación completada!"
"Import file format is wrong. Is the correct delimiter used?","El formato del archivo de importación es incorrecto. ¿Se utilizó el delimitador correcto?"
"Import from csv-file to {0} failed","Error en la importación desde un archivo csv a {0}"
"Import of Recipe {0} failed","Error en la importación de la receta {0}"
"Import User Accounts","Importar cuentas de usuario"
"Import Users","Importar usuarios"
"Importing database table {0} from csv-file...","Importando la tabla de base de datos {0} desde un archivo csv..."
Inactive,Inactivo
"Inactive Time","Tiempo inactivo"
Inactive:,Inactivo:
"Indicates if debug logging is enabled.","Indica si el registro de depuración está habilitado."
Info,Información
"Initializing OPC UA controller {0}.
This may take some time.","Inicializando el controlador OPC UA {0}. Esto puede llevar algún tiempo."
"Initializing Route Manager","Inicializando el Administrador de Rutas"
"Input value is in wrong format.","El valor de entrada tiene un formato incorrecto."
"Input value is out of range.","El valor de entrada está fuera de rango."
Integer,Entero
"Integrity check restarted.","Se reinició la verificación de integridad."
"Intensity of the blue power LED (0-100)","Intensidad del LED de encendido azul (0-100)"
"Intensity of the green power LED (0-100)","Intensidad del LED verde de encendido (0-100)"
"Intensity of the red power LED (0-100)","Intensidad del LED rojo de encendido (0-100)"
Internal,Interno
"Internal for corrupt database recovery","Interno para recuperación de bases de datos corruptas"
"Internal Temperature","Temperatura interna"
"Internal temperature in panel (in °C)","Temperatura interna en el panel (en °C)"
"Invalid Expression","Expresión inválida"
"Invalid index! Index must be a unique integer.","Índice no válido. El índice debe ser un número entero único."
"Invalid index! Index zero is reserved for default language.","Índice no válido. El índice cero está reservado para el idioma predeterminado."
"Invalid interval","Intervalo no válido"
"Invalid key!","¡Clave inválida!"
"Invalid login details","Datos de inicio de sesión no válidos"
"Invalid name","Nombre inválido"
"Invalid number","Número inválido"
"Invalid recipe name. Please  enter a valid recipe name.","Nombre de receta no válido. Ingrese un nombre de receta válido."
"Invalid tag on ","Etiqueta no válida en "
"Invalid text ID! Text ID must be a unique integer.","¡ID de texto no válido! El ID de texto debe ser un número entero único."
"Invalid user name","Nombre de usuario inválido"
"Invalid user name or password!","¡Nombre de usuario o contraseña inválidos!"
Item,Artículo
"Item ID {0} is invalid","El ID del artículo {0} no es válido"
"Job List :","Lista de trabajos:"
Kagi,Kagi
"Keep backlight on if the notifier window is visible","Mantenga la luz de fondo encendida si la ventana del notificador está visible"
"Key can not be empty!","¡La clave no puede estar vacía!"
"Keyboard cannot be empty!","¡El teclado no puede estar vacío!"
"Last Disabled","Última desactivación"
"Last Enabled","Última activación"
"Last Name :","Apellido :"
"Latest communication error message","Último mensaje de error de comunicación"
"Latest database error message","Último mensaje de error de la base de datos"
"Latest Loaded Recipe","Última receta cargada"
LED,CONDUJO
Left,Izquierda
"Less than","Menos que"
"License Info","Información de licencia"
Line,Línea
"Line point","Punto de línea"
Load,Carga
"Load Recipe","Cargar receta"
"Loading Data","Cargando datos"
"Loading History","Historial de carga"
Local,Local
Location,Ubicación
"Locking database failed!","¡Error al bloquear la base de datos!"
"Logged in user cannot be removed.","El usuario que ha iniciado sesión no puede eliminarse."
"Logging at 50 ms interval","Registro a intervalos de 50 ms"
Login,Acceso
"Login Failure","Error de inicio de sesión"
"Login Success","Inicio de sesión exitoso"
"Logout Success","Cierre de sesión exitoso"
"Logout time must be greater than 0.","El tiempo de cierre de sesión debe ser mayor que 0."
"Loop animation from down to up.","Animación en bucle de abajo a arriba."
"Loop animation from left to right.","Animación en bucle de izquierda a derecha."
"Loop animation from right to left.","Animación en bucle de derecha a izquierda."
"Loop animation from up to down.","Animación en bucle de arriba a abajo."
"Make sure the file is in this location and try importing again.","Asegúrese de que el archivo esté en esta ubicación e intente importarlo nuevamente."
"Manage Alarms","Administrar alarmas"
"Max alarms for filling buffer :","Alarmas máximas para llenar el buffer:"
"Max screen cache memory load","Carga máxima de memoria caché de pantalla"
"Max screen cache memory load (in percent 50-90)","Carga máxima de memoria caché de pantalla (en porcentaje 50-90)"
"Max Size exceeded","Se superó el tamaño máximo"
"Max wait time for filling buffer :","Tiempo máximo de espera para llenar el buffer:"
"Media Files","Archivos multimedia"
"Memory card","Tarjeta de memoria"
"Memory card for project restore","Tarjeta de memoria para restaurar proyectos"
"Memory card not found!","¡Tarjeta de memoria no encontrada!"
"Memory card restore","Restauración de tarjeta de memoria"
Message,Mensaje
minute,minuto
Minute,Minuto
"Minute component of current time","Componente minuto del tiempo actual"
minutes,minutos
"Modified Date","Fecha de modificación"
"Modify Address Book","Modificar la libreta de direcciones"
"Modify Receivers","Modificar receptores"
"Modify Routes","Modificar rutas"
"Modify Settings Window","Ventana Modificar configuración"
Month,Mes
"Month component of current date","Componente del mes de la fecha actual"
"Multiple Languages","Varios idiomas"
"Must have a value between {0} and {1}","Debe tener un valor entre {0} y {1}"
Name,Nombre
"Name :","Nombre :"
"Name cannot be null or empty","El nombre no puede ser nulo o vacío"
"Name of the current project","Nombre del proyecto actual"
"Name of the current screen","Nombre de la pantalla actual"
"Name of the latest loaded recipe","Nombre de la última receta cargada"
"New contact","Nuevo contacto"
"New Line Char :","Nueva línea Char :"
"New Password:","Nueva contraseña:"
"New Screen ID","Nueva identificación de pantalla"
Next,Próximo
No,No
"No action takes place when access rights are not enough.","No se lleva a cabo ninguna acción cuando los derechos de acceso no son suficientes."
"No external storage was found!","¡No se encontró almacenamiento externo!"
"No external storage was found! The file could not be saved.","¡No se encontró ningún almacenamiento externo! No se pudo guardar el archivo."
"No license found. Application will run in demo mode for {0} minutes.","No se encontró ninguna licencia. La aplicación se ejecutará en modo de demostración durante {0} minutos."
"No simulation on this control.","No hay simulación en este control."
"No tag connected to recipe item","No hay ninguna etiqueta conectada al elemento de la receta"
"No tags visible","No hay etiquetas visibles"
"No valid printer is configured","No se ha configurado ninguna impresora válida"
"No visibility is specified, instead the visibility specified in the Security Manager is used.","No se especifica ninguna visibilidad, en su lugar se utiliza la visibilidad especificada en el Administrador de seguridad."
None,Ninguno
Non-volatile,"No volátil"
"Non-volatile database","Base de datos no volátil"
"Non-volatile Tags","Etiquetas no volátiles"
Normal,Normal
"Normal Time","Tiempo normal"
Normal:,Normal:
"Not enough credits to send message","No hay suficientes créditos para enviar el mensaje"
"Not Enough Disk Space","No hay suficiente espacio en disco"
"Not enough disk space on USB memory!","¡No hay suficiente espacio en la memoria USB!"
"Not enough disk space to create the Report!","¡No hay suficiente espacio en disco para crear el informe!"
"Not enough disk space. Unable to restore {0} from {1}.","No hay suficiente espacio en disco. No se puede restaurar {0} desde {1}."
"Not enough space in project directory!","¡No hay suficiente espacio en el directorio del proyecto!"
"Not enough space in selected directory!","¡No hay suficiente espacio en el directorio seleccionado!"
"Not enough space on memory card!","¡No hay suficiente espacio en la tarjeta de memoria!"
"Not equal to","No es igual a"
"Not loaded: {0}","No cargado: {0}"
"Not Specified","No especificado"
"Not supported","No soportado"
"Not Supported in Beta Version","No compatible con la versión beta"
"Note: The filter criterias above correspond to the properties for a received alarm item from the client. The filter string shall be expressed using Regular Expressions. If all alarms shall pass a filter string the string shall be empty.","Nota: Los criterios de filtrado anteriores corresponden a las propiedades de un elemento de alarma recibido del cliente. La cadena de filtrado se debe expresar mediante expresiones regulares. Si todas las alarmas deben pasar una cadena de filtrado, la cadena debe estar vacía."
"Number of active communication errors on all controllers","Número de errores de comunicación activos en todos los controladores"
"Number of Disabled Alarms","Número de alarmas desactivadas"
"Number of Received Alarms:","Número de alarmas recibidas:"
"Number of remote alarm servers with connection errors, e.g. disconnected servers.","Número de servidores de alarma remotos con errores de conexión, por ejemplo, servidores desconectados."
Off,Apagado
"Offline - In configuration mode.","Fuera de línea - En modo de configuración."
OK,"DE ACUERDO"
"Old Password for User","Contraseña antigua del usuario"
"Old Password:","Contraseña anterior:"
On,En
"OPC Client Settings","Configuración del cliente OPC"
"OPC UA client is not supported in Demo mode.","El cliente OPC UA no es compatible con el modo de demostración."
"OPC UA Client Settings","Configuración del cliente OPC UA"
"OPC UA server is not supported in Demo mode.","El servidor OPC UA no es compatible con el modo de demostración."
"Open File","Abrir archivo"
"Out of disk space","Sin espacio en disco"
Overwrite,Exagerar
"Page Length :","Longitud de la página:"
"Page Orientation :","Orientación de la página:"
"Page Width :","Ancho de página:"
"Page width cannot be negative.","El ancho de la página no puede ser negativo."
"Panel is out of disk space!","¡El panel no tiene espacio en disco!"
"Parity :","Paridad :"
"Parse of csv-file failed at row {0}","El análisis del archivo csv falló en la fila {0}"
"Password  :","Contraseña :"
"Password :","Contraseña :"
"Password changed!","¡Contraseña cambiada!"
"Password complexity not met!","¡Complejidad de contraseña no cumplida!"
"Password must contain a minimum of {0} characters!","¡La contraseña debe contener un mínimo de {0} caracteres!"
Password:,Contraseña:
Pause,Pausa
Paused,"En pausa"
"PDF Files","Archivos PDF"
"Period :","Período :"
"Phone must be defined as e.g. +99999999...","El teléfono debe definirse como por ejemplo +99999999..."
"Phone Number :","Número de teléfono :"
"Physical RAM","RAM física"
"Picture Files","Archivos de imagen"
Pie,Pastel
"Please close all other clients.","Cierre todos los demás clientes."
"Please insert Memory Card!","¡Por favor inserte la tarjeta de memoria!"
"Please insert USB memory!","¡Por favor inserte la memoria USB!"
"Please save your audit trail database.","Guarde su base de datos de registro de auditoría."
"Please save your database.","Por favor guarde su base de datos."
"Please verify the correct recipe name was given.","Verifique que se proporcionó el nombre correcto de la receta."
Points,Agujas
"Port :","Puerto :"
"Port Name :","Nombre del puerto:"
"Power LED Blink Frequency","Frecuencia de parpadeo del LED de encendido"
"Power LED Blue Intensity","Intensidad del LED azul de encendido"
"Power LED Green Intensity","Intensidad del LED verde de encendido"
"Power LED Red Intensity","Intensidad del LED rojo de encendido"
Previous,Anterior
"Print Screen is not supported in simulation mode.","La pantalla de impresión no es compatible con el modo de simulación."
Printer,Impresora
"Printer Configuration","Configuración de la impresora"
"Printer Connector :","Conector de impresora:"
"Printer distribution disabled","Distribución de impresoras deshabilitada"
"Printer distributor enabled","Distribuidor de impresora habilitado"
"Printer Name/Path :","Nombre/Ruta de la impresora:"
"Printer Receiver","Receptor de impresora"
"Printer supports PCL5c","La impresora admite PCL5c"
"Printer Type :","Tipo de impresora:"
"Printing report {0}...","Informe de impresión {0}..."
"Printing screen {0} ...","Pantalla de impresión {0}..."
Printing...,Impresión...
PrintSettings,"Configuraciones de impresión"
"Problem with the message","Problema con el mensaje"
Project,Proyecto
"Project Configuration","Configuración del proyecto"
"Project failure!","¡Proyecto fallido!"
"Project Files","Archivos del proyecto"
"Project must be restarted","El proyecto debe reiniciarse"
"Project Name","Nombre del proyecto"
"Project Pictures","Imágenes del proyecto"
Property,Propiedad
Radar,Radar
"RAM memory installed in computer (in kB)","Memoria RAM instalada en el ordenador (en kB)"
"Read the total number of disabled alarms ","Leer el número total de alarmas desactivadas "
"Reading file {0} failed.","Error al leer el archivo {0}."
"Reading file failed at row {0}.","Error en la lectura del archivo en la fila {0}."
Ready,Listo
"Received: ","Recibió: "
"Receiver Not Available","Receptor no disponible"
Recipe,Receta
"Recipe {0} already exists.","La receta {0} ya existe."
"Recipe {0} will be deleted.","La receta {0} será eliminada."
"Recipe already exists.","La receta ya existe."
"Recipe load error","Error al cargar la receta"
"Recipe name:","Nombre de la receta:"
"Recipe not found.","Receta no encontrada."
"Recipe Offline: {0}","Receta sin conexión: {0}"
"Recipe save error","Error al guardar la receta"
Recipes,Recetas
Refresh,Refrescar
Region:,Región:
Remote,Remoto
"Remote access active","Acceso remoto activo"
"Remote Alarm Server Connection Errors","Errores de conexión del servidor de alarma remota"
Remove,Eliminar
"Remove existing file selection?","¿Eliminar la selección de archivos existente?"
"Remove Receiver","Quitar el receptor"
"Remove selection?","¿Quitar selección?"
"Remove User","Eliminar usuario"
"Removing Excel file","Eliminar archivo Excel"
"Removing User Failed","Error al eliminar usuario"
"Repairing of database failed.","Error en la reparación de la base de datos."
"Repairing primary key","Reparar la clave principal"
"Repairing primary key failed","Error al reparar la clave principal"
"Repairing storage '{0}'","Reparando almacenamiento '{0}'"
Report,Informe
"Report invalid tags to file","Reportar etiquetas no válidas al archivo"
"Report is saved to disk","El informe se guarda en el disco"
"Report is sent to the printer","El informe se envía a la impresora."
Reports,Informes
"Restart required","Es necesario reiniciar"
"Restarting application","Reiniciando la aplicación"
"Restore Database","Restaurar base de datos"
"Restore Databases Error","Error al restaurar bases de datos"
"Restore Default","Restaurar valores predeterminados"
"Restoring backup failed.","Error al restaurar la copia de seguridad."
Retry,Rever
Right,Bien
"Rising edge","Borde ascendente"
Route,Ruta
"Route name can't be empty","El nombre de la ruta no puede estar vacío"
"Routes  : ","Rutas : "
"Routes Configuration","Configuración de rutas"
"Running backup","Ejecutar copia de seguridad"
"Running in demo mode","Ejecutándose en modo de demostración"
"Runtime Version","Versión de tiempo de ejecución"
"Runtime version of framework","Versión de tiempo de ejecución del marco"
Save,Ahorrar
"Save Audit Trail Database As","Guardar base de datos de registro de auditoría como"
"Save Recipe","Guardar receta"
"Saving report {0}...","Guardando informe {0}..."
"Saving screenshot of screen {0} ...","Guardando captura de pantalla de la pantalla {0}..."
Scheduler,Programador
"Scheduler Job Edit","Edición de trabajos del programador"
SchedulerJob,"Trabajo del programador"
"Screen Files","Archivos de pantalla"
"Screen Id","Identificación de pantalla"
"Screen not found","Pantalla no encontrada"
"Screen Update Time","Tiempo de actualización de pantalla"
"Screen with ID {0} was not found.","No se encontró la pantalla con ID {0}."
"Screenshot is printed on the printer.","La captura de pantalla se imprime en la impresora."
"Screenshot is saved as a PNG file.","La captura de pantalla se guarda como un archivo PNG."
"Script Module","Módulo de script"
"Script Modules","Módulos de script"
Search,Buscar
Second,Segundo
"Second component of current time","Segundo componente del tiempo actual"
Security,Seguridad
"Select backup destination","Seleccionar el destino de la copia de seguridad"
"Select Database","Seleccionar base de datos"
"Select database file to restore","Seleccionar el archivo de base de datos que se va a restaurar"
"Select databases to backup","Seleccionar bases de datos para respaldar"
"Select databases to backup and backup destination","Seleccionar las bases de datos para respaldar y el destino de la copia de seguridad"
"Select databases to restore","Seleccionar bases de datos para restaurar"
"Select Email Receivers :","Seleccionar destinatarios de correo electrónico:"
"Select File","Seleccionar archivo"
"Select Printer Receivers :","Seleccionar receptores de impresora:"
"Select Security Group:","Seleccionar grupo de seguridad:"
"Select SMS Receivers :","Seleccionar receptores de SMS:"
"Select User:","Seleccionar usuario:"
"Selected destination ({0}) is not supported for current target.","El destino seleccionado ({0}) no es compatible con el objetivo actual."
"Sending files","Envío de archivos"
"Sending panel info","Enviando información del panel"
"Serial Number","Número de serie"
"Serial number of the panel","Número de serie del panel"
"Server Address:","Dirección del servidor:"
"Server Name:","Nombre del servidor:"
"Set Date/Time","Establecer fecha/hora"
"Set Date/Time Failed","Error al establecer fecha y hora"
"Set Time Zone, Daylight Saving and Region","Establecer zona horaria, horario de verano y región"
"Set to 1 when database max size is exceeded.","Se establece en 1 cuando se excede el tamaño máximo de la base de datos."
"Set to 1 when there is an active database error.","Se establece en 1 cuando hay un error de base de datos activo."
Settings,Ajustes
"Settings in HMI OS differ from hardware setup.","La configuración en el sistema operativo HMI difiere de la configuración del hardware."
"Show Access Denied Message","Mostrar mensaje de acceso denegado"
"Show All","Mostrar todo"
"Show Disabled","Mostrar discapacitados"
"Show Login Dialog","Mostrar cuadro de diálogo de inicio de sesión"
"Shutting down!",¡Apagando!
Size,Tamaño
SMS,"Mensaje de texto"
"SMS Configuration","Configuración de SMS"
"SMS distribution disabled - SMS not sent to ","Distribución de SMS deshabilitada - SMS no enviados a "
"SMS distributor enabled","Distribuidor de SMS habilitado"
"SMS sent to: ","SMS enviados a: "
"SMTP Server / IP :","Servidor SMTP / IP:"
"SNTP service is not available.","El servicio SNTP no está disponible."
"Start Date:","Fecha de inicio:"
"Start Time :","Hora de inicio :"
"Start time should be less than end time!","¡La hora de inicio debe ser menor que la hora de finalización!"
"Start time should be less than stop time!","¡La hora de inicio debe ser menor que la hora de finalización!"
"Start Time:","Hora de inicio:"
State,Estado
"State: {0} | Time: {1} | Id: {2} | Text: {3} | AlarmItemDisplayName: {4} | Count: {5}","Estado: {0} | Hora: {1} | Id: {2} | Texto: {3} | AlarmItemDisplayName: {4} | Recuento: {5}"
"Stop Bit :","Bit de parada:"
"Stop Time :","Hora de parada:"
"Storage device inserted","Dispositivo de almacenamiento insertado"
"Storage device removed","Dispositivo de almacenamiento eliminado"
"Storage Memory","Memoria de almacenamiento"
"Storage memory installed in computer (in MB)","Memoria de almacenamiento instalada en la computadora (en MB)"
"Storage Selector","Selector de almacenamiento"
String,Cadena
"Subject :","Sujeto :"
"Succeeded to convert {0} from {1} to {2}","Se logró convertir {0} de {1} a {2}"
"Succeeded to convert from {0} to {1}","Se logró convertir de {0} a {1}"
"Successfully deleted the alarm event ","Se eliminó exitosamente el evento de alarma "
System,Sistema
"System setting","Configuración del sistema"
Tab,Pestaña
Tag,Etiqueta
Tags,Etiquetas
"Terminating application","Terminando la aplicación"
Text,Texto
"Text Files","Archivos de texto"
"Text Library","Biblioteca de textos"
"TextId: {0} was not found!","TextId: {0} ¡No se encontró!"
"The alarm item name is too long! Max length is 200 characters.","¡El nombre del elemento de alarma es demasiado largo! La longitud máxima es de 200 caracteres."
"The Audit Trail Database is full","La base de datos de registros de auditoría está llena"
"The control is disabled when access rights are not enough.","El control se desactiva cuando los derechos de acceso no son suficientes."
"The control is hidden when access rights are not enough.","El control se oculta cuando los derechos de acceso no son suficientes."
"The control looks normal when access rights are not enough.","El control parece normal cuando los derechos de acceso no son suficientes."
"The Database is full","La base de datos está llena"
"The database was of an older version.
Do you want to upgrade it?","La base de datos era de una versión anterior. ¿Quieres actualizarla?"
"The destination path {0} did not exist!","¡La ruta de destino {0} no existía!"
"The file appears to be corrupt near record {0}, field {1}, position {2}.","El archivo parece estar dañado cerca del registro {0}, campo {1}, posición {2}."
"The file you tried to play is not supported.","El archivo que intentaste reproducir no es compatible."
"The ID of the current screen","El ID de la pantalla actual"
"The ID of the new screen","El ID de la nueva pantalla"
"The index cannot exceed the length of the dynamic string.","El índice no puede exceder la longitud de la cadena dinámica."
"The interval cannot be set to a larger value than the maximum limit of {0}.","El intervalo no se puede establecer en un valor mayor que el límite máximo de {0}."
"The interval cannot be set to a smaller value than the minimum limit of {0}.","El intervalo no se puede establecer en un valor menor que el límite mínimo de {0}."
"The max wait time must be within {0} to {1} minutes.","El tiempo máximo de espera debe estar entre {0} y {1} minutos."
"The max wait time must be within 1 to 1440 minutes.","El tiempo máximo de espera debe estar entre 1 y 1440 minutos."
"The maximum alarm for buffer must be within {0} to {1}.","La alarma máxima para el búfer debe estar entre {0} y {1}."
"The maximum no. of alarms must be within 1 to 1000.","El número máximo de alarmas debe estar entre 1 y 1000."
"The message item name is too long! Max length is 200 characters.","¡El nombre del elemento del mensaje es demasiado largo! La longitud máxima es de 200 caracteres."
"The new password and the confirming password must match!","¡La nueva contraseña y la contraseña de confirmación deben coincidir!"
"The page length can't be a negative integer.","La longitud de la página no puede ser un número entero negativo."
"The page length must be a positive integer.","La longitud de la página debe ser un número entero positivo."
"The port number must be a positive integer.","El número de puerto debe ser un entero positivo."
"The screen update time (in ms)","El tiempo de actualización de la pantalla (en ms)"
"The selected file does not match this project. See the log for more information.","El archivo seleccionado no coincide con este proyecto. Consulte el registro para obtener más información."
"The selected video has a higher resolution than the panel supports, this can lead to unexpected behavior. The panel supports up to {0}x{1} pixels.

To ensure that this function will behave as expected please convert the video to a lower resolution.

Would you like to continue with the selected video?","El vídeo seleccionado tiene una resolución mayor que la que admite el panel, lo que puede provocar un comportamiento inesperado. El panel admite hasta {0}x{1} píxeles. Para garantizar que esta función se comporte como se espera, convierta el vídeo a una resolución menor. ¿Desea continuar con el vídeo seleccionado?"
"The target path could not be created. Make sure that the destination drive exists,","No se pudo crear la ruta de destino. Asegúrese de que la unidad de destino exista."
"The text must not be empty!","¡El texto no debe estar vacío!"
"The username of the currently logged in user","El nombre de usuario del usuario que ha iniciado sesión actualmente"
"The web server could not be started and the project will terminate.
Perhaps another web server is running on the configured port?","No se pudo iniciar el servidor web y el proyecto finalizará. ¿Quizás otro servidor web se esté ejecutando en el puerto configurado?"
"There is a configuration for instance named {0}, but no property named {1}","Hay una configuración llamada {0}, pero no hay ninguna propiedad llamada {1}"
"There is no configuration for instance named {0}","No existe ninguna configuración para la instancia denominada {0}"
"There was an unexpected error in the configuration. The screen must be manually edited.
Error message: {0}","Se produjo un error inesperado en la configuración. La pantalla debe editarse manualmente. Mensaje de error: {0}"
"These changes will not take effect until you restart the project.","Estos cambios no tendrán efecto hasta que reinicie el proyecto."
"This action is not applicable in simulation mode.","Esta acción no es aplicable en el modo de simulación."
"This is a BETA version. It is only intended for evaluation and test purposes.","Esta es una versión BETA. Solo está destinada a fines de evaluación y prueba."
"This is a TEST version. It is only intended for evaluation and test purposes.","Esta es una versión de PRUEBA. Su único fin es evaluar y probar el producto."
"This is an ALPHA version. It is only intended for evaluation and test purposes.","Esta es una versión ALFA. Solo está destinada a fines de evaluación y prueba."
"This is an INTERNAL version. It is only intended for evaluation and test purposes.","Esta es una versión INTERNA. Solo está destinada a fines de evaluación y prueba."
"This may result in loss of data.","Esto podría provocar pérdida de datos."
"This trend is not configured to have history data.","Esta tendencia no está configurada para tener datos históricos."
"This version of the project runtime is not supported on ARM64.
Please use a panel target intended for ARM64 CPU-architecture.","Esta versión del entorno de ejecución del proyecto no es compatible con ARM64. Utilice un panel de destino diseñado para la arquitectura de CPU ARM64."
"This will overwrite all users and groups in this project. Are you sure you want to continue?","Esto sobrescribirá todos los usuarios y grupos de este proyecto. ¿Está seguro de que desea continuar?"
Time,Tiempo
"Time roller format type","Tipo de formato de rodillo de tiempo"
"Time Stamp","Sello de tiempo"
"Time Zone:","Huso horario:"
Time:,Tiempo:
TimeStamp,"Marca de tiempo"
"To complete the change of language the panel needs to be rebooted. Press yes to make the change and reboot the panel now. Press no to cancel.","Para completar el cambio de idioma, es necesario reiniciar el panel. Pulse Sí para realizar el cambio y reiniciar el panel ahora. Pulse No para cancelar."
"To complete the change of language the panel will now be rebooted.","Para completar el cambio de idioma ahora se reiniciará el panel."
"Too many recipe items. Max is {0}.","Demasiados elementos de receta. El máximo es {0}."
Top,Arriba
"Transfer Ready","Transferencia lista"
"Translation key '{0}' is not complete.","La clave de traducción '{0}' no está completa."
"Trend Data Logger","Registrador de datos de tendencias"
"Trying to send email to: ","Intentando enviar correo electrónico a: "
"Trying to send SMS to: ","Intentando enviar SMS a: "
"Unable to access external memory card, please verify it is not write locked ","No se puede acceder a la tarjeta de memoria externa, verifique que no esté bloqueada contra escritura "
"Unable to create instance of SMTP.","No se puede crear una instancia de SMTP."
"Unable to get service : {0}","No se puede obtener el servicio: {0}"
"Unable to load users from '{0}'.","No se pueden cargar usuarios de '{0}'."
"Unable To Restore","No se puede restaurar"
"Unable to restore any database. The current type of database is not supported by this action.","No se puede restaurar ninguna base de datos. El tipo de base de datos actual no es compatible con esta acción."
"Unknown command","Comando desconocido"
"Unknown error","Error desconocido"
"Unsupported File","Archivo no compatible"
"Updating {0}","Actualizando {0}"
"Upload to AutoTransfer server","Subir al servidor de AutoTransfer"
"URL is not well formed","La URL no está bien formada"
"URL must contain a host","La URL debe contener un host"
"URL must start with","La URL debe comenzar con"
Url:,URL:
"USB memory","Memoria USB"
"USB memory could not be found.","No se pudo encontrar la memoria USB."
"Used RAM","RAM usada"
"Used RAM Percent","Porcentaje de RAM usada"
"Used Storage","Almacenamiento usado"
"Used Storage Percent","Porcentaje de almacenamiento utilizado"
"User {0} is logged in.","El usuario {0} ha iniciado sesión."
"User {0} is logged out.","El usuario {0} ha cerrado la sesión."
"User matching username found but password was null!","¡Se encontró un usuario que coincide con el nombre de usuario, pero la contraseña era nula!"
"User Name","Nombre de usuario"
"User Name  :","Nombre de usuario :"
"User name cannot be empty.","El nombre de usuario no puede estar vacío."
"User name cannot be null or empty","El nombre de usuario no puede ser nulo o vacío"
"User name:","Nombre de usuario:"
User:,Usuario:
UserName,"Nombre de usuario"
"Username :","Nombre de usuario :"
Users,Usuarios
"Users will be exported. Do you want to continue?","Se exportarán los usuarios. ¿Quieres continuar?"
"Users will be imported from","Los usuarios se importarán desde"
"Users will be imported from USB memory.","Los usuarios se importarán desde la memoria USB."
"Validating selected database file","Validando el archivo de base de datos seleccionado"
"Validation Error","Error de validación"
Value,Valor
"Value After","Valor despues"
"Value Before","Valor antes"
ValueAfter,ValorDespués
ValueBefore,ValorAntes
"Verifying storage '{0}'","Verificando almacenamiento '{0}'"
"Waiting to connect to the server {0}","Esperando para conectarse al servidor {0}"
Warning,Advertencia
"Windows CE Image Version","Versión de la imagen de Windows CE"
"Writing alarms to database","Escritura de alarmas en la base de datos"
"Writing table to csv file failed.","Error al escribir la tabla en un archivo csv."
"Writing table to file failed. Please check the file destination.","Error al escribir la tabla en el archivo. Verifique el destino del archivo."
"Wrong panel hardware","Hardware del panel incorrecto"
"Wrong panel OEM Id","Identificación OEM del panel incorrecta"
"Wrong panel type in project","Tipo de panel incorrecto en el proyecto"
"Wrong Resolution","Resolución incorrecta"
"XML Files","Archivos XML"
Year,Año
"Year component of current date","Componente de año de la fecha actual"
Yes,Sí
"You cannot start the project at the moment as the screen resolution in the project and the image are different. To proceed, please update to the latest version of the image. Thank you.","No puedes iniciar el proyecto en este momento porque la resolución de pantalla del proyecto y la de la imagen son diferentes. Para continuar, actualiza la imagen a la última versión. Gracias."
"You don't have access to this control.","No tienes acceso a este control."
"You don't have access to this function key.","No tienes acceso a esta tecla de función."
"You don't have access to this screen.","No tienes acceso a esta pantalla."
